[
    {
        "position": "Computer Technician Sr.",
        "company": "GHG CorporationJob List",
        "location": "Antarctica",
        "description": "The Computer Technician Senior position provides PC support to users at USAP stations.  This position is responsible for maintaining, implementing, configuring and repairing all computer systems and related peripheral systems and equipment. Installs and configures computer hardware and software. Provides direct user support for Tier 2 and Tier 3 work orders. Provides front-line support of grantee computer needs. This support includes general computer and application support, and customized activities such as computer to instrumentation interfacing.",
        "compensation": "N/A",
        "qualifications": {
            "skills": "N/A",
            "responsibilities": "N/A"
        },
        "start": "Spring, Summer, Fall, Winter, and Year Round",
        "contact": {
            "employer": "\nAugust Stoten | GHG ASC Program Manager\n",
            "email": "\naugust.stoten.contractor@usap.gov\n",
            "phone": "N/A",
            "website": "\nwww.ghgcorp.com\n"
        },
        "url": "https://www.coolworks.com/ghg-corporation/jobs"
    },
    {
        "position": "Adventure Programs Leader - Fall 2020",
        "company": "YMCA Blue Ridge AssemblyJob List",
        "location": "North Carolina",
        "description": "Our Programs Services Department delivers a wide variety of programming which increases confidence, teamwork and leadership in youth. As a field leader, the applicant will have the opportunity to work with a wide variety of schools and other organizations, facilitating team building and personal development for our guests. Adventure Programs Leaders lead groups on both high and low ropes challenge courses and on other activities like environmental education, night hikes, mountain biking, archery, childcare, and crafts. Work schedule is part-time and includes weekdays, weekends and occasional evenings. Schedules and weekly hours vary according to conference group schedule. Contract may be extended for further seasons depending on performance.",
        "compensation": "\n\tHourly payment based on 35 hours/week, paying $245.00 per week.\n\tFree individual membership to the Y of WNC after a 45 day review period\n\tFree on-grounds housing in a private furnished room. All utilities, Wi-Fi, and common areas with a fully equipped kitchen and dining room are included. NO BILLS  EACH MONTH\n\tDiscount on YMCA Blue Ridge Assembly staff activities \n\tDiscounted stays at YMCA Blue Ridge Assembly \n\tFree meals in our dining facilities whenever conference groups are being served\n",
        "qualifications": {
            "skills": "\n\tApplicants should have previous outdoor programs experience\n\tA high level of physical fitness and ability to work well at heights\n\tBe comfortable leading groups of various sizes, and participants of all ages\n\tFirst Aid and CPR certificates are required, or able to be trained soon after hire\n\tCommitment to the mission, values and ethics of the YMCA\n\tMust be willing to work a flexible schedule, including weekends and evenings\n",
            "responsibilities": "\n\tProvide a safe and incident-free experience for all participants\n\tFacilitate programs on all program structures and in all program areas\n\tServe as a team leader when needed\n"
        },
        "start": "Spring, Summer, and Fall",
        "contact": {
            "employer": "\nDaniel Johnson\n",
            "email": "\ndjohnson@yblueridge.org\n",
            "phone": "\n(828) 669-8422 ext 484\n",
            "website": "\nblueridgeassembly.org\n"
        },
        "url": "https://www.coolworks.com/ymca-blue-ridge-assembly/jobs"
    }
]